A winder leg is too short.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId WinderLegIsTooShortFailure { get; }
  Visual Basic
Public Shared ReadOnly Property WinderLegIsTooShortFailure As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ WinderLegIsTooShortFailure {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures StairRampFailures Class
  Autodesk.Revit.DB Namespace